/*el*/
sUIName = "Πρόγραμμα εγκατάστασης της ασύρματης κάρτας";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Έκδοση βοηθητικού προγράμματος";
sDriver = "Έκδοση προγράμματος οδήγησης:";
sCopyright = "© Πνευματικά δικαιώματα 2015. Με επιφύλαξη κάθε νόμιμου δικαιώματος.";
About_Utility = "Πληροφορίες για το Πρόγραμμα εγκατάστασης της ασύρματης κάρτας";
Hide_Utility = "Απόκρυψη του Προγράμματος εγκατάστασης της ασύρματης κάρτας";
Quit_Utility = "Κλείσιμο του Προγράμματος εγκατάστασης της ασύρματης κάρτας";
Help_Utility = "Βοήθεια για το Πρόγραμμα εγκατάστασης της ασύρματης κάρτας";

OK = "OK";
CANCEL = "Άκυρο";
NO = "Όχι";
YES = "Ναι";
SELECT = "Επιλογή";
Radio_ON = "ΕΝΕΡΓΟΠΟΙΗΣΗ ασύρματου δικτύου";
Radio_OFF = "ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ ασύρματου δικτύου";
ShortStr = "short";
LongStr = "long";

NoneStr = "Κανένα";
ConnectedStr = "Συνδέθηκε";
DisconnectedStr = "Αποσυνδέθηκε";
InfrastructureStr = "Infrastructure";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Χωρίς κρυπτογράφηση";

WPS_init_Str = "προετοιμασία διαδικασίας WPS";
WPS_scan_Str = "Σάρωση ενεργού σημείου πρόσβασης WPS";
WPS_connect_Str = "Σύνδεση σε ενεργό σημείο πρόσβασης WPS";
WPS_handshake_Str = "Προετοιμασία χειραψίας WPS";
WPS_exchange_Str = "Ανταλλαγή μηνύματος WPS";
WPS_done_Str = "Ανταλλαγή μηνύματος WPS [Ολοκληρώθηκε]";
WPS_fail_Str = "Δοκιμάστε να συνδεθείτε σε άλλο σημείο πρόσβασης WPS";
WPS_start_Str = "ΕΝΑΡΞΗ WPS";
WPS_finish_Str = "Το πρωτόκολλο WPS ολοκλήρωσε τη λειτουργία!!";
WPS_auto_connect_Str = "Θα συνδεθεί αυτόματα στο σημείο πρόσβασης WPS.";
WPS_timeout_Str = "Λήξη χρονικού ορίου WPS!!";


Wps_overlap_Str = "Επικάλυψη περιόδου λειτουργίας";
Wps_more_pbc_Str = "Υπάρχουν περισσότερα από ένα σημεία πρόσβασης σε λειτουργία PBC!!";
Wps_retry_Str = "Χρησιμοποιήστε PIN ή περιμένετε λίγο και δοκιμάστε ξανά";

ERROR0 = "ΣΦΑΛΜΑ";
ERROR1 = "Εισάγετε κλειδί εισόδου!";
ERROR2 = "Λάθος ευρετήριο κλειδιού wep!!!";
ERROR3 = "Το μήκος κλειδιού είναι από 8 έως 64!";
ERROR4 = "Το κλειδί δικτύου δεν έχει δεκαεξαδική μορφή!";
ERROR5 = "Το μέγεθος του κλειδιού ASCII πρέπει να είναι 5 έως 13!";
ERROR6 = "Το μέγεθος του κλειδιού δικτύου δεν είναι σωστό!";
ERROR7 = "Το μέγεθος του κλειδιού δικτύου πρέπει να είναι 10 έως 26!";
ERROR8 = "Το κλειδί δικτύου και το κλειδί επιβεβαίωσης δεν είναι ίδια!";
ERROR9 = "Το κλειδί δικτύου δεν είναι σε μορφή ASCII!";
ERROR10 = "Το κλειδί δικτύου δεν είναι σε μορφή 64HEX!";

WARNING0 = "Προειδοποίηση";
WARNING1 = "Εισάγετε SSID";
WARNING2 = "Εισάγετε όνομα προφίλ";
WARNING3 = "Το μέγεθος χαρακτήρων του SSID είναι μεγαλύτερο από 32.";
WARNING4 = "Το προφίλ υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;";
WARNING5 = "Είστε σίγουροι πως θέλετε να διαγράψετε το επιλεγμένο προφίλ;";

NOTICE0 = "ΕΙΔΟΠΟΙΗΣΗ";
NOTICE1 = "Σφάλμα λειτουργίας σημείου πρόσβασης.";
NOTICE2 = "Σφάλμα λειτουργίας STA.";
NOTICE3 = "Αποτυχία καθορισμού τιμής QOSMode";
NOTICE4 = "Αποτυχία λήψης τιμής QOSMode";
NOTICE5 = "Λάθος τιμή QOSMode";	
NOTICE6 = "RTSThreshold εκτός εύρους.(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold εκτός εύρους.(256 ~ 2432)";
NOTICE8 = "Ενεργοποιήστε την κάρτα ασύρματου δικτύου στην επιλογή Δίκτυο στις Προτιμήσεις συστήματος.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Ιδιότητες ασφαλείας ασύρματου δικτύου";
ProfileProperty_ActionText = "Εισάγετε συμβολοσειρές Κλειδιού πριν να επιλέξετε το 【OK】 για να συνδεθείτε ==>";